package telegram

const (
	HelpMsg = `У меня в рукаве есть пару команд для тебя:
/rnd - пришлет тебе случайную ссылку из тех, что ты мне  и УДАЛИТ ее из списка сохраненных 🎲.
/help - пришлет тебе этот текст если ты забыл как мной пользоваться 🆘.
Кстати отправлять ссылку надо полнстью, например, https://google.com/. Просто google.com не подойдет.`
	HelloMsg = "Йо 😎, я создан, чтобы сохранять присланные тобой ссылки. " + HelpMsg
)

const (
	AlreadySavedMsg = "Такая статья уже сохранена 🤡."
	SuccessMsg      = "Ссылка успешно сохранена 🤘🏼."
)
